[LEBVenator X2CharacterTemplate]
strCharacterName="Венатор"
strAcquiredText="Особый кодекс, разработанный Адевентом для охоты на наших бойцов, обладающих пси-способностями. Крайне не рекомендуется подпскать их к нашим пси-оперативникам."

[VenatorFeedback X2AbilityTemplate]
LocFriendlyName="Нейроперегрзка"
LocLongDescription="Использует псионический потенциал цели для создания разрушительного взрыва."
LocHelpText="Использует псионический потенциал цели для создания разрушительного взрыва."
LocFlyOverText="Нейроперегрзка"

[VenatorParalyze X2AbilityTemplate]
LocFriendlyName="Паралич"
LocLongDescription="Эта изнурительная атака оглушает врагов вокруг, отменяя одно из их действий на следующий ход."
LocHelpText="Оглушение по области на 1 ход."
LocFlyOverText="Паралич"

[VenatorImmunities X2AbilityTemplate]
LocFriendlyName="Сопротивления"
LocLongDescription="Венатор неуязвим для огня, яда, кислоты и ментальных эффектов."
LocHelpText="Венатор неуязвим для огня, яда, кислоты и ментальных эффектов."
LocFlyOverText="Сопротивления"

[VenatorTeleport X2AbilityTemplate]
LocFriendlyName="Телепорт"
LocLongDescription="Телепорт в новую локацию. Игнориует ответный огонь и ответные выстрелы."
LocHelpText="Телепорт в новую локацию. Игнориует ответный огонь и ответные выстрелы."
LocFlyOverText="Телепорт"

[LEBLGSR X2SitRepTemplate]
FriendlyName="Охота"
Description="Отряды охотников на псиоников замечены в этом регионе."

[LEBLGSREffect X2SitRepEffect_ModifyBattleState_LEBLGSR]
FriendlyName="Охота"
Description="Отряды охотников на псиоников замечены в этом регионе. Наши пси-оперативники могут оказаться под большой угрозой."

[Riftkeeper X2CharacterTemplate]
strCharacterName="Хранитель врат"
strAcquiredText="Особый вид Привратников, специализирующийся на открытии порталов для ВРАЖЕСКИХ ПОДКРЕПЛЕНИЙ. Попытайтесь устранить его как можно быстрее, пока он не призвал вам на голову целую армию."

[RiftkeeperMk2 X2CharacterTemplate]
strCharacterName="Хранитель бездны"
strAcquiredText="Хранитель Бездны способен призывать ОГРОМНЫЕ ПОДКРЕПЛЕНИЯ врага прямо во время боя. Попытайтесь устранить его как можно быстрее, пока он не призвал вам на голову целую армию."

[Riftportal X2AbilityTemplate]
LocFriendlyName="Открыть малый портал"
LocLongDescription="Хранитель врат призывает небольшие силы Адвента куда-то поблизости."
LocHelpText="Мгновенный призыв небольших подкреплений!"
LocFlyOverText="Малый разлом"

[Riftportalstrong X2AbilityTemplate]
LocFriendlyName="Открыть портал"
LocLongDescription="Хранитель врат призывает силы Адвента куда-то поблизости."
LocHelpText="Мгновенный призыв подкреплений!"
LocFlyOverText="Разлом"

[Riftportalstronger X2AbilityTemplate]
LocFriendlyName="Открыть огромный портал"
LocLongDescription="Хранитель врат призывает силы Адвента куда-то поблизости."
LocHelpText="Мгновенный призыв значительных подкреплений!"
LocFlyOverText="Большой разлом"

[RKSustain X2AbilityTemplate]
LocFriendlyName="Спасение"
LocLongDescription="Если хранитель врат получит смертельный урон, он уйдет в стазис с 1 хп на 1 ход. Один раз за миссию."
LocHelpText="Если хранитель врат получит смертельный урон, он уйдет в стазис с 1 хп на 1 ход. Один раз за миссию."
LocFlyOverText="Спасение"

[RKSustainTriggered X2AbilityTemplate]
LocFriendlyName="Спасение"
LocLongDescription="Хранитель врат получил смертельный урон, но был спасен пси-оберегом на 1 ход. Это может произойти только 1 раз за миссию."
LocHelpText="Хранитель врат получил смертельный урон, но был спасен пси-оберегом на 1 ход. Это может произойти только 1 раз за миссию."

[RKStasis X2AbilityTemplate]
LocFriendlyName="Стазис"
LocLongDescription="Полностью отключает цель на 1 ход. Цель не может действовать и получает иммунитет ко всем атакам и воздействиям."
LocHelpText="Полностью отключает цель на 1 ход. Цель не может действовать и получает иммунитет ко всем атакам и воздействиям."
LocPromotionPopupText="<Bullet/> Стазис имеет перезарядку <Ability:SelfCooldown/> хода."

[RKStasis_AoE X2AbilityTemplate]
LocFriendlyName="Глубокий стазис"
LocLongDescription="Полностью отключает цели в области на 1 ход. Цели не могут действовать и получают иммунитет ко всем атакам и воздействиям."
LocHelpText="Полностью отключает цели в области на 1 ход. Цели не могут действовать и получают иммунитет ко всем атакам и воздействиям."
LocPromotionPopupText="<Bullet/> Стазис имеет перезарядку <Ability:SelfCooldown/> хода."

[X2StatusEffects_RK]
RiftkeeperClosedEffectName="Панцирь закрыт"
RiftkeeperClosedEffectDesc="Панцирь хранителя закрыт. В этом состоянии он более устойчив к повреждениям из вне."

[RiftkeeperOpen X2AbilityTemplate]
LocFriendlyName="Открыть панцирь"
LocLongDescription="Открыть панцирь Хранителя Врат, уменьшив броню и сопротивление взрывному урону, но получив доступ к дополнительным способностям."
LocHelpText="Открывает панцирь Хранителя Врат, уменьшает броню и сопротивление взрывному урону, но получает доступ к дополнительным способностям."
LocFlyOverText="Открыть панцырь"

[RiftkeeperClose X2AbilityTemplate]
LocFriendlyName="Закрыть панцырь"
LocLongDescription="Хранителя Врат закрывает свой панцырь, увеличивая броню и сопротивление взрывному урону, но ограничивет свои пси-способностям."
LocHelpText="Хранителя Врат закрывает свой панцырь, увеличивая броню и сопротивление взрывному урону, но ограничивет свои пси-способностям."
LocFlyOverText="Закрыть панцырь"

[RiftkeeperClosedEffect X2AbilityTemplate]
LocFriendlyName="Бронированный панцырь"
LocLongDescription="Панцирь хранителя закрыт. В этом состоянии он более устойчив к повреждениям из вне."
LocHelpText="Панцирь хранителя закрыт. В этом состоянии он более устойчив к повреждениям из вне."
LocFlyOverText="Бронированный панцырь"

[RKProtectiveShell X2AbilityTemplate]
LocFriendlyName="Защитная оболочка"
LocLongDescription="Когда панцырь Хранителя Врат закрыт, он чрезвычайно устойчив к повреждениям, но имеет ограниченные возможности для пси-атаки."
LocHelpText="Когда панцырь Хранителя Врат закрыт, он чрезвычайно устойчив к повреждениям, но имеет ограниченные возможности для пси-атаки."
LocFlyOverText="Защитная оболочка"

[RKRetract X2AbilityTemplate]
LocFriendlyName="Укрыться"
LocLongDescription="Если Хранитель атакован, он вероятно попытается укрыться от повреждений в своем защитном панцире."
LocHelpText="Если Хранитель атакован, он вероятно попытается укрыться от повреждений в своем защитном панцире."
LocFlyOverText="Укрыться"

[CorpseRiftkeeper X2ItemTemplate]
FriendlyName="Останки панциря Хранителя Врат"
FriendlyNamePlural="Останки панцирей Хранителей Врат"
BriefSummary="Подобно своему меньшему родственнику, организм в оболочке Хранителя Врат весьма необычен. До сих пор нам не удалось обнаружить каких-либо заметных биологических различий между двумя видами. Мы можем только догадываться, почему так мало особей обитает в гораздо более опасной оболочке Хранителя Врат."

[AutopsyRiftkeeper X2TechTemplate]
DisplayName="Вскрытие Хранителя Врат"
Summary="Это существо обладает уникальной способностью создавать небольшие трещины в самой ткани реальности. Хотя несомненно, что наше ограниченное понимание Вселенной не позволяет нам воссоздать эту технологию в полной мере, мы, возможно, сможем создать ее миниатюрную версию."
CodeName="Scotty"
LongDescription="Несмотря на то, что псионический потенциал видов, обитающих в панцирях Привратника и Хранителя Врат, огромен, теперь мы знаем, что его оболочка играет большую роль в проявлении этих талантов.\n\n В отличие от своих меньших собратьев, Хранитель Врат действительно способен открывать небольшие межпространственные разломы рядом со своим местоположением. Хотя эти разломы по своей природе нестабильны, они достаточно велики, чтобы через них могли пройти небольшие группы подкреплений.\n\nВероятно именно Хранители Врат виновны во всех мгновенных телепортациях подреплений сил Адвента, встреченных нами ранее."
AlertString="Хранитель Врат"

[RiftBeaconThrow X2AbilityTemplate]
LocFriendlyName="Маяк разлома"
LocHelpText="Открывает небольшой межпространственный разлом, который позволяет призвать подкрепление из Мстителя."
LocLongDescription="Псионический взрыв Маяка позволяет искривить пространство-время реальности и на пару секунд открыть проход для наших бойцов на Мстителе. Расположение разлома крайне непредсказуемо, но сосредоточено вокруг местоположения Маяка."

[RiftBeaconDamage X2AbilityTemplate]
LocFriendlyName="Маяк разлома"
LocHelpText="Открывает небольшой межпространственный разлом, который позволяет призвать подкрепление из Мстителя."
LocLongDescription="Псионический взрыв Маяка позволяет искривить пространство-время реальности и на пару секунд открыть проход для наших бойцов на Мстителе. Расположение разлома крайне непредсказуемо, но сосредоточено вокруг местоположения Маяка."

[RiftBeacon X2WeaponTemplate]
FriendlyName="Маяк разлома"
FriendlyNamePlural="Маяки разлома"
BriefSummary="Псионический взрыв Маяка позволяет искривить пространство-время реальности и на пару секунд открыть проход для наших бойцов на Мстителе. Маяк развертывается как граната и уничтожается сразу после применения. Из-за того что такой портал сильно воздействует на элериумное ядро Мстителя, мы не можем позволить себе использовать больше 1 маяка за миссию."
TacticalText="<Bullet/> Позволяет призвать 1 бойца с Мстителя один раз за миссию \n<Bullet/> Точное расположение разлома непредсказуемо, но оно будет где-то рядом с маяком\n<Bullet/> Только 1 маяк может быть использован за одну миссию\n<Bullet/> Маяк разлома будет уничтожен после использования"

[RiftAnchor X2EquipmentTemplate]
FriendlyName="Пси-Якорь для разлома"
FriendlyNamePlural="Пси-Якорь для разлома"
BriefSummary="Этот предмет действует как якорь для генератора пространственных разломов Мстителя. Солдаты, носящие его, имеют приоритет при вызове подкреплений с помощью маяка разлома. Примечание: этот предмет никак не используется бою."
TacticalText="<Bullet/> Боец с экипированным якорем - будет преоритетной целью при активации маяка разлома\n<Bullet/> Солдаты, оснащенные якорем, но раненные, обучающиеся или занятые каким-либо другим делом не будут призваны.\n<Bullet/> Если у вас нет ни одного одетого якоря, Маяк Разлома будет призывать сильнейшего свободного бойца XCOM. (1ого в списке)"